---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyModel
source: html/de7216cf-b711-a2c4-ab94-64272fc7c18c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetAssemblyModel Property

"Assembly: Model"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetAssemblyModel { get; }
```